{
      "After-Midnight-CDRES-C-0041-03-324x485.jpg": "Here's a sentence describing the image: A woman in a flowing navy blue gown with a gold leaf-embellished cape poses gracefully against a light gray background.\n",
      "ALL-115-324x486.jpg": "Here's a sentence describing the image: A woman in a black leather dress and white turtleneck sweater carries a light brown leather crossbody bag.\n",
      "ALL-225-3-324x486.jpg": "Here's a sentence describing the image:\n\nA woman in a black open cardigan, white culottes, and nude heels poses against a light gray background.\n",
      "Bags-WBAG-H-0002-Yellow-4-Love-Fioyo-324x486.jpg": "A woman in a white off-the-shoulder top holds a bright yellow structured handbag.",
      "Bags-WBAG-H-0003-Black-1-Love-Fioyo-324x486.jpg": "That's a black leather and suede crossbody bag with a gold circular clasp.",
      "Bags-WBAG-H-0004-Brown-2-Love-Fioyo-324x486.jpg": "That's a taupe-colored crossbody bag with a gold circular clasp and a suede lower section.",
      "Bags-WBAG-H-0005-Black-1-Love-Fioyo-324x486.jpg": "Here is a description of the image in one sentence: A woman in a black and white dress holds a black crossbody bag with a gold chain strap.",
      "Bags-WBAG-H-0006-Green-1-Love-Fioyo-324x486.jpg": "Here is a description of the image in one sentence: A woman with dark hair and gray long-sleeved shirt holds a dark green crocodile-textured handbag above her head.",
      "Bags-WBAG-H-0007-Green-1-Love-Fioyo-324x486.jpg": "Here's a one-sentence description of the image:\n\nA woman in a black shirt holds a teal green leather and suede handbag in front of her.\n",
      "Bags-WBAG-H-0008-Blue-2-Love-Fioyo-1-324x486.jpg": "That's a stylish light blue shoulder bag with a quilted design and metal studs.\n",
      "Bags-WBAG-H-0010-Black-1-Love-Fioyo-1-324x486.jpg": "Here's a one-sentence description of the image:\n\nA woman in a white shirt holds a stylish two-toned gray and black handbag with a patterned fabric strap.\n",
      "CDRES-C-0097-01-324x486.jpg": "Here's a sentence describing the image:\n\nA woman models a teal and black mermaid-style gown with a sweetheart neckline.\n",
      "CDRES-C-0099-01-324x486.jpg": "Here is a description of the image in one sentence:\n\nA woman in a royal blue satin gown with a thigh-high slit and a sheer, dark blue overlay cape poses against a light gray background.\n",
      "CDRES-C-1001-01-324x486.jpg": "A woman is modeling a sheer, sparkly, champagne-colored maxi dress over a short black dress.",
      "CDRES-W-0096-01-324x486.jpg": "Here's a sentence describing the image:\n\nA model wears a white jumpsuit with an attached sheer overlay, creating a wedding-appropriate gown-like effect.\n",
      "CDRES-W-0098-01-324x486.jpg": "Here's a sentence describing the image: A model poses in a floor-length white gown with a thigh-high slit and a sheer cape overlay.",
      "CDRES-W-1000-04-324x486.jpg": "Here's a one-sentence description of the image:\n\nA woman models a white two-piece outfit consisting of a fitted crop top and wide-leg, floor-length pants, standing against a light gray background.\n",
      "Lookbook-368-of-470-324x486.jpg": "Here's a one-sentence description of the image:\n\nA young woman models a white lace-up crop top and black frayed denim shorts against a light gray background.\n",
      "WBPA-L-0002-1-324x486.jpg": "Here is a description of the image in one sentence: A woman in a black long-sleeved top and wide-legged pants with lace detailing poses with her arms raised above her head.",
      "WBPA-L-0007-6-1-324x486.jpg": "Here's a one-sentence description of the image: A woman is standing against a light-grey background wearing a navy and white gingham sleeveless top, white culottes, and black ankle boots.",
      "WBPA-L-0007-Black-01A-1-324x486.jpg": "Here is a description of the image in one sentence: A woman in a pink long-sleeve shirt and dark culottes poses for a fashion photograph.",
      "WBPA-L-0013-1-324x486.jpg": "Here's a one-sentence description of the image: A woman models a loose-fitting beige top and black harem pants, accessorized with a necklace and ankle boots, posing against a gray background.\n",
      "WBPA-L-0018-01-324x486.jpg": "Here's a one-sentence description of the image: A young woman with dark hair models a white ruffled one-shoulder top and pale pink cropped trousers, standing beside a white stool against a light gray background.\n",
      "WBPA-L-0020-01-324x486.jpg": "Here is a description of the image in one sentence: A woman with dark hair is modeling a black cowl-neck top and white high-waisted pants with a black bow belt.",
      "WBPA-L-0023-01-324x486.jpg": "Here's a sentence describing the image: A young woman with dark hair poses in a white cropped top and dark cargo pants, accessorized with a chain and black boots, against a light gray backdrop.\n",
      "WBPA-L-0024-01-324x486.jpg": "A woman with dark hair is modeling a cream-colored sleeveless top and black cropped trousers, paired with orange ankle boots.",
      "WBPA-L-0025-01-324x486.jpg": "A woman with dark hair is modeling a red sleeveless top and beige cropped trousers against a light gray background.",
      "WBPA-S-0001-1-1-324x486.jpg": "Here is a description of the image in one sentence: A woman is modeling a black and white houndstooth long-sleeved shirt and black high-waisted shorts.",
      "WBPA-S-0002-white-4-324x488.jpg": "Here is a description of the image in one sentence: A woman is modeling a pair of white high-waisted shorts and a dark blue top.",
      "WBPA-S-0003-04A-324x486.jpg": "Here's a sentence describing the image: A woman models a white ribbed tank top and pale pink tailored shorts.",
      "WBPA-S-0004-01-324x486.jpg": "Here's a sentence describing the image: A young woman with dark hair stands against a light gray background, wearing a pale green ruffled tank top and beige shorts.",
      "WBPA-S-0006-01-324x486.jpg": "Here's a description of the image in one sentence: A young woman with dark hair is posing in a black cropped knit top, light blue denim shorts, and black chunky boots against a light gray background.\n",
      "WBPA-S-0007-02-324x481.jpg": "Here is a description of the image in one sentence: A young woman with dark hair is posing in a white cropped tank top and black high-waisted shorts, wearing black chunky boots.\n",
      "WBSK-L-0002-1-324x486.jpg": "Here's a one-sentence description of the image: A woman in a black blazer, red camisole, and sheer black midi skirt poses against a light gray backdrop, carrying a small crossbody bag.",
      "WBSK-L-0003-1A-324x486.jpg": "Here is a description of the image in one sentence: A woman models a stylish outfit consisting of a pleated midi skirt overlaid with a denim panel, paired with a light wash denim jacket and black ankle boots.",
      "WBSK-L-0005-1-324x486.jpg": "Here's a one-sentence description of the image:\n\nA stylish woman poses in a gray plaid blazer, a black pleated midi skirt, and black ankle boots against a white background.\n",
      "WBSK-L-0008-1A-324x486.jpg": "Here's a sentence describing the image: A woman is modeling a maroon t-shirt and a black asymmetrical midi skirt with a fabric belt.\n",
      "WBSK-L-0014-Beige-01-324x486.jpg": "Here's a one-sentence description of the image:\n\nA woman with dark hair is modeling a cream-colored top and a beige and taupe midi skirt with a fishtail hem, accessorized with a brown belt and black ankle boots.\n",
      "WBSK-L-0015-04-324x486.jpg": "Here's a one-sentence description of the image:\n\nA woman poses in a stylish black and white asymmetrical top paired with a layered white midi skirt and black ankle boots.\n",
      "WBSK-L-0016-04A-324x486.jpg": "Here is a description of the image in one sentence: A woman with dark hair is wearing a light blue short-sleeved top and a black and white polka dot midi skirt with a black panel.",
      "WBSK-L-0017-01-324x486.jpg": "A woman with long dark hair is modeling a white sleeveless top and a black midi skirt with a white daisy print, standing against a light gray background.\n",
      "WBSK-L-0018-04-324x486.jpg": "Here's a one-sentence description of the image: A young woman with dark hair poses in a white off-the-shoulder top and a vibrant pink and red pleated midi skirt.",
      "WBSK-L-0019-Black-01-324x486.jpg": "Here is a description of the image in one sentence: A young woman with dark hair is modeling a mauve textured short-sleeved blouse and a black textured midi skirt, paired with black ankle boots.",
      "WBSK-L-0019-White-03-324x486.jpg": "Here's a one-sentence description of the image: A young woman with dark hair is modeling a light blue puff-sleeve blouse and a white textured midi skirt, while wearing beige slide sandals.\n",
      "WBSK-L-0020-01-324x486.jpg": "Here's a one-sentence description of the image: A young woman with dark hair is posed in a white square-neck top and a light beige midi skirt with a front slit, wearing cream-colored heeled sandals.\n",
      "WBSK-L-0021-02-324x486.jpg": "Here's a description of the image in one sentence:\n\nA young woman with dark hair is modeling a white, tie-shoulder blouse and a flowing, dark-blue midi skirt, complemented by black ankle boots.\n",
      "WBSK-L-0022-05-324x486.jpg": "Here's a sentence describing the image: A woman models a light blue denim mini skirt with a black waistband and a black one-shoulder top.",
      "WBSK-S-0004-0-324x486.jpg": "Here is a description of the image in one sentence: A woman is wearing a black pencil skirt with subtle stitching detail and a blue long-sleeved shirt.",
      "WBSK-S-0005-Blue-n02A-324x486.jpg": "Here's a sentence describing the image: A young woman with dark hair models a cream-colored sleeveless top and a vibrant royal blue pencil skirt with a front slit, complemented by cream-colored high-heeled sandals.\n",
      "WBSK-S-0005-Green-01-324x486.jpg": "Here's a sentence describing the image: A young woman with dark hair models a white off-the-shoulder top and a vibrant green pencil skirt with a front slit and a pocket.\n",
      "WBSK-S-0005-White-01-324x486.jpg": "Here's a description of the image in one sentence: A woman with long brown hair is posing in a navy blue one-shoulder top and white pencil skirt, accessorized with red high heels.\n",
      "WBSK-S-0006-01-324x486.jpg": "Here is a description of the image in one sentence: A young woman with shoulder-length brown hair is posing in a white, short-sleeved, twisted top and a bright yellow pencil skirt with a front slit, wearing light brown heels.",
      "WBSK-S-0007-02-324x486.jpg": "A woman with dark hair is modeling a black square-neck short-sleeved top and a bright red pencil skirt, standing against a light gray background.",
      "WDRES-L-0010-4A-324x486.jpg": "A young woman in a black leather midi dress stands against a light gray background.",
      "WDRES-L-0011-1-324x486.jpg": "Here's a sentence describing the image:\n\nA woman with dark hair and red lipstick stands against a light gray background wearing a mustard-yellow midi-length slip dress and black ankle boots.\n",
      "WDRES-L-0013-Black-02-324x486.jpg": "Here is a description of the image in one sentence: A woman in a black, one-shoulder dress and red high heels poses against a light gray background.",
      "WDRES-L-0013-Brown-01-324x486.jpg": "Here's a one-sentence description of the image:\n\nA woman in a coral asymmetrical dress and nude heels poses against a light gray background.\n",
      "WDRES-L-0013-Grey-01-324x486.jpg": "Here is a description of the image in one sentence: A woman in a stylish, light-blue, one-shoulder dress poses against a light gray background.",
      "WDRES-L-0017-01-324x486.jpg": "Here's a one-sentence description of the image: A woman with dark hair wears a black and white dress and black ankle boots, posing against a light gray background.\n",
      "WDRES-L-0018-01-324x486.jpg": "Here's a description of the image in one sentence: A woman with dark hair models a midi-length dress featuring a color-blocked design with mustard yellow, light blue, and white stripes.",
      "WDRES-L-0023-Blue-05-324x484.jpg": "A young woman with dark hair and wearing a light blue ruffled midi dress poses against a light blue background.",
      "WDRES-L-0024-01-324x486.jpg": "A woman with dark hair is standing and modeling a beige midi dress with sheer long sleeves and a tiered skirt.",
      "WDRES-L-0026-01-324x486.jpg": "Here's a one-sentence description of the image:\n\nA woman with long dark hair models a white midi dress with a floral print and off-the-shoulder ruffled neckline, paired with white heeled sandals.\n",
      "WDRES-L-0028-01-324x486.jpg": "Here is a description of the image in one sentence: A young woman with long dark hair smiles while wearing a short-sleeved, floral mini dress and white heeled sandals.",
      "WDRES-L-0030-03A-324x486.jpg": "Here's a description of the image in one sentence: A woman with dark hair is shown from the back wearing a black, backless cowl-neck dress.\n",
      "WDRES-L-0032-004B-324x486.jpg": "Here's a one-sentence description of the image: A woman with dark hair, wearing a white one-shoulder mini dress with a long sheer train, poses against a light gray background.",
      "WDRES-L-0033-04A-324x486.jpg": "Here's a one-sentence description of the image:\n\nA woman with long dark hair models a sleeveless yellow dress with a large bow detail at the back.\n",
      "WDRES-L-0035-01A-324x486.jpg": "Here's a one-sentence description of the image:\n\nA young woman with dark hair models a midi-length, black and taupe tie-dye slip dress with side slits, accessorized with simple black heels.\n",
      "WDRES-L-0036-01A-324x486.jpg": "Here's a sentence describing the image: A woman with dark hair and earrings models a midi-length, multicolored abstract print slip dress and white heeled sandals against a light gray background.\n",
      "WDRES-L-0037-01-324x486.jpg": "Here's a sentence describing the image:\n\nA young woman with dark hair stands against a light gray background wearing a light blue denim sleeveless shift dress and light orange ankle boots.\n",
      "WDRES-L-0038-01-324x486.jpg": "Here is a description of the image in one sentence: A young woman with dark hair models a bright pink halter-neck midi dress with a ruffled hem, accessorized with sunglasses and simple sandals.",
      "WDRES-L-0039-Cream-03-324x486.jpg": "Here's a description of the image in one sentence:\n\nA young woman with dark hair is modeling a simple, cream-colored midi dress with short sleeves and a slightly A-line silhouette.\n",
      "WDRES-L-0039-Turquoise-02-324x486.jpg": "Here's a sentence describing the image: A young woman with dark hair stands against a light gray background wearing a light teal midi dress and beige sandals.\n",
      "WDRES-L-0040-03-324x486.jpg": "Here is a description of the image in one sentence:  A woman's back is shown wearing a beige midi dress with a crisscross back detail and puffed sleeves.",
      "WDRES-L-0041-03-324x486.jpg": "Here's a one-sentence description of the image: A young woman with dark hair models a black tiered maxi dress with shoulder ties and beige heeled sandals against a light gray background.",
      "WDRES-L-0042-01-324x486.jpg": "Here's a one-sentence description of the image: A young woman with dark hair models a pale pink midi dress with ruffle straps and a thigh-high slit, standing against a light gray background.\n",
      "WDRES-L-0043-01-324x486.jpg": "Here is a description of the image in one sentence:\n\nA woman is standing and posing in a maroon lace dress with a ruffled hemline.\n",
      "WDRES-L-0044-01-324x486.jpg": "Here's a one-sentence description of the image:\n\nA young woman with dark hair models a stylish burgundy one-shoulder midi dress with a ruffled, high-low hemline.\n",
      "WDRES-L-0045-01-324x486.jpg": "Here is a description of the image in one sentence:\n\nA woman with dark hair is modeling a light blue denim dress with short sleeves and a front slit, paired with light orange ankle boots.\n",
      "WDRES-L-0046-04-324x486.jpg": "Here is a description of the image in one sentence: A woman is modeling a white pleated midi dress with a blue and purple tie-dye panel on the side.",
      "WDRES-L-0047-01-324x486.jpg": "A woman with dark hair models a lime green and yellow floral off-the-shoulder mini dress with a self-tie belt.",
      "WDRES-L-0048-01-324x486.jpg": "A woman in a teal floral midi dress holds a bouquet of flowers.",
      "WDRES-L-0049-04-324x486.jpg": "Here is a description of the image in one sentence: A woman is shown from behind wearing a light green midi dress with a criss-cross back detail.",
      "WDRES-L-0050-01-324x486.jpg": "Here's a sentence describing the image: A young woman with dark hair is standing and modeling a rainbow-striped mini dress against a light gray background.",
      "WDRES-S-0002-1A-324x486.jpg": "Here's a description of the image in one sentence:\n\nA woman with dark hair and red lipstick models a black sleeveless midi dress adorned with a metallic, wavy design, while wearing black ankle boots.\n",
      "WEAR-S-0002-1-324x486.jpg": "Here's a sentence describing the image:\n\nA close-up shows a woman with her dark hair pulled back, wearing colorful, abstract shaped earrings and a royal blue turtleneck.\n",
      "WEAR-S-0003-2-324x486.jpg": "Here is a description of the image in one sentence:\n\nA person with dark hair is wearing a maroon turtleneck and a pair of orange and gold earrings.\n",
      "WEAR-S-0004-1-324x486.jpg": "Here is a description of the image in one sentence:\n\nThe image shows a pair of dangle earrings with peach-colored square and round components, one of which is a marbled reddish-brown design.\n",
      "WEAR-S-0005-1-324x486.jpg": "Here is a description of the image in one sentence: A close-up shows a woman wearing statement earrings with a dark top square and a translucent amber bottom square.",
      "WEAR-S-0006-Blue-1-324x486.jpg": "Here's a one-sentence description of the image:  The image shows a pair of navy blue and white geometric statement earrings with a rectangular frame and hexagonal accents.\n",
      "WEAR-S-0008-1-324x485.jpg": "That's a pair of gold hammered circle earrings with beige acrylic accents.",
      "WEAR-S-0009-2-324x486.jpg": "Here is a description of the image in one sentence:\n\nA person with long dark hair wears a black turtleneck and statement earrings featuring a turquoise and white striped square design with a circular cutout.\n",
      "WEAR-S-0010-2-324x486.jpg": "The image shows a pair of dangle earrings with gold abstract shapes, wood beads, and rectangular wood pendants.",
      "WEAR-S-0014-1-324x486.jpg": "Here is a description of the image in one sentence:  A close-up shot shows a person wearing a pair of peach-colored woven and round dangle earrings.",
      "WEAR-S-0016-1-324x486.jpg": "That's a pair of tortoiseshell-patterned earrings with gold-colored metal frames.",
      "WEAR-S-0017-1-324x486.jpg": "Here's a sentence describing the image:\n\nA woman with dark hair and dark clothing wears wooden earrings and has her eyes closed.\n",
      "WEAR-S-0019-1-324x486.jpg": "Here's a one-sentence description of the image:\n\nClose-up of a woman's ear adorned with a pair of hexagonal, off-white earrings featuring a gold metal bar connecting the top.\n",
      "WEAR-S-0023-2-324x486.jpg": "Here is a description of the image in one sentence:\n\nA close-up shot shows a woman's face and upper body, wearing brown tortoiseshell-patterned resin earrings.\n",
      "WEAR-S-0024-1-324x486.jpg": "Here's a one-sentence description of the image:\n\nClose-up of a woman's face and shoulder, showcasing her black rectangular earrings with gold accents against a backdrop of a black and white striped shirt.\n",
      "WEAR-S-0025-1-324x486.jpg": "Here's a sentence describing the image:\n\nClose-up of a person's ear adorned with a pair of black and gold geometric dangling earrings.\n",
      "WEAR-S-0026-1-324x486.jpg": "That's a close-up shot of a pair of marble-patterned triangle earrings with gold accents.\n",
      "WEAR-S-0028-3-1-324x486.jpg": "Here is a description of the image in one sentence:\n\nThe image shows a pair of earrings with woven rattan circles and gold-tone metal accents.\n",
      "WEAR-S-0030-1-324x491.jpg": "Here is a description of the image in one sentence:\n\nThe image shows a pair of silver triangle earrings with small crystals hanging from thin chains.",
      "WEAR-S-0032-1-324x486.jpg": "Here is a description of the image in one sentence:\n\nThe image shows a pair of gold earrings with small pearls and sparkly ball accents hanging from crossed gold bars.",
      "WEAR-S-0033-1-324x484.jpg": "Here's a description of the image in one sentence:\n\nThe image shows a pair of silver earrings, each featuring a textured, small circular top piece above a larger, sunburst-patterned bottom disc.\n",
      "WEAR-S-0034-1-324x486.jpg": "That's a close-up shot of a person wearing long, dangling earrings featuring a gold double ring design, a white bow, and sparkly stones.\n",
      "WEAR-S-0035-1-324x486.jpg": "Here's a description of the image in one sentence: A woman with dark hair pulled back, wearing a black top and statement earrings, looks intently at the camera with bright red lipstick.\n",
      "WEAR-S-0037-1-324x486.jpg": "Here's a sentence describing the image: A close-up shows a person's ear adorned with a dangling triangle earring featuring a silver chain and rhinestones.",
      "WEAR-S-0039-1-324x486.jpg": "Here's a sentence describing the image:\n\nThe image shows a pair of elegant, diamond-shaped dangling earrings with baguette-cut stones, displayed against a white background.\n",
      "WEAR-S-0040-1-324x486.jpg": "That's a close-up shot of a person wearing long, dangling earrings with a circular rhinestone accent at the top.\n",
      "WEAR-S-0043-1-324x486.jpg": "The image shows a pair of earrings; one is a simple pearl stud, and the other is a long, dangling earring with a chain, a pearl, and a small disc.",
      "WEAR-S-0044-1-324x486.jpg": "Here's a description of the image in one sentence:\n\nA woman with dark hair pulled back in a low ponytail, wearing a white collared shirt with abstract black lines, shows off a pair of pearl drop earrings.\n",
      "WEAR-S-0045-1-324x486.jpg": "Here's a sentence describing the image:\n\nThe image shows a pair of gold hoop earrings with clear glass sphere charms hanging from them.\n",
      "WJAK-S-0001-1-324x486.jpg": "Here's a sentence describing the image:\n\nA woman models a sheer, long-sleeved shirt over a black midi skirt and black boots.\n",
      "WJAK-S-0002-1-324x486.jpg": "Here's a sentence describing the image: A woman in a black double-breasted blazer and matching pants with a satin lapel stands confidently against a light gray background.\n",
      "WJAK-S-0003-324x486.jpg": "Here's a one-sentence description of the image:\n\nA woman in a black blazer and sheer black pleated midi skirt stands against a gray background, wearing red camisole underneath and black high heels.\n",
      "WJAK-S-0004-1-324x486.jpg": "Here's a sentence describing the image:\n\nA woman in a stylish black and white pantsuit poses against a gray backdrop.\n",
      "WJAK-S-0014-04-324x486.jpg": "Here's a one-sentence description of the image:\n\nA young woman models a light blue denim jacket with multicolored paint splatter details, paired with black denim shorts.\n",
      "WJAK-S-0015-05-324x486.jpg": "Here's a one-sentence description of the image:\n\nA young woman with dark hair and bangs poses against a light gray background, wearing a distressed denim vest over a black dress.\n",
      "WJAK-S-0016-05-324x486.jpg": "Here's a one-sentence description of the image: A young woman with dark hair models a black satin blazer over a mustard-colored dress.\n",
      "WJPS-L-0001-Beige-04A-324x486.jpg": "Here's a sentence describing the image:\n\nThe back view of a woman wearing a beige sleeveless dress with a black ribbon tied at the nape of her neck.\n",
      "WJPS-L-0001-Orange-01C-324x486.jpg": "A young woman with long black hair stands against a light gray background wearing a sleeveless, bright red, A-line dress and white strappy heels.\n",
      "WJPS-L-0002-01-324x486.jpg": "Here's a sentence describing the image:\n\nA young woman with dark hair is modeling light blue denim overalls and peach-colored ankle boots against a light gray background.\n",
      "WJPS-L-0003-03-324x486.jpg": "Here's a description of the image in one sentence:\n\nA woman is shown from behind, modeling a black jumpsuit with a cutout back and wide-legged cropped pants.\n",
      "WNCK-S-0001-1-324x486.jpg": "Here is a description of the image in one sentence: A woman is wearing a black leather necklace with gold and black studded cone-shaped pendants.",
      "WNCK-S-0002-01-324x486.jpg": "That's a close-up shot of a black and white statement necklace with teardrop-shaped black beads framed by white beads.",
      "WNCK-S-0003-01-324x486.jpg": "Here's a one-sentence description of the image: A woman with short black hair wears a backless black dress and a delicate gold back necklace with small beads.\n",
      "WTOP-B-0003-1-324x486.jpg": "Here's a one-sentence description of the image: A woman with dark hair is modeling a white, sleeveless top with a gathered side detail, paired with black high-waisted bottoms.\n",
      "WTOP-B-0004-Black-1-324x486.jpg": "Here's a one-sentence description of the image:\n\nA woman is wearing a black mock neck short-sleeved shirt and a multicolored pleated midi skirt with mustard yellow, black, and dark green panels.\n",
      "WTOP-B-0005-black-1D-324x486.jpg": "Here's a one-sentence description of the image:\n\nA young woman with dark hair and bangs poses in a black cowl-neck camisole and white high-waisted pants cinched with a black velvet bow.\n",
      "WTOP-B-0005-Pink-04-324x486.jpg": "Here's a sentence describing the image:\n\nA young woman with shoulder-length dark hair wears a pink cowl-neck camisole and black shorts, posing against a light gray background.\n",
      "WTOP-B-0005-red-1-324x486.jpg": "Here's a sentence describing the image:\n\nA woman with dark hair pulled back in a ponytail is elegantly dressed in a red cowl-neck top and a black pleated midi skirt, posing against a light gray background.\n",
      "WTOP-B-0005-white-1A-324x486.jpg": "That's a close-up shot of a woman wearing a white cowl-neck sleeveless top and earrings.\n",
      "WTOP-B-0006-brown-3-324x486.jpg": "Here's a one-sentence description of the image: A woman with dark hair and large statement earrings wears a taupe ribbed tank top and a partially visible plaid blazer.\n",
      "WTOP-B-0008-1-324x486.jpg": "Here's a sentence describing the image:\n\nA woman models a sleeveless, navy and white striped, ruffled blouse with a mock neck.\n",
      "WTOP-B-0012-white-3A-324x486.jpg": "Here's a sentence describing the image: A woman with long dark hair pulled back in a ponytail wears a white, open-back top and black and gold earrings.",
      "WTOP-B-0013-black-1A-324x486.jpg": "Here is a description of the image in one sentence: A woman is modeling a black turtleneck long-sleeve shirt and a dark gray double-breasted mini skirt with a sheer overlay.",
      "WTOP-B-0014-black-05-324x481.jpg": "Here's a one-sentence description of the image:\n\nA young woman with dark hair and bangs models a black off-the-shoulder long-sleeve top and matching pants against a light gray background.\n",
      "WTOP-B-0014-blue-1-324x486.jpg": "Here is a description of the image in one sentence: A young woman with dark hair and pearl earrings is posing with her arms crossed while wearing a light blue off-the-shoulder long-sleeve top.\n",
      "WTOP-B-0019-04-324x486.jpg": "Here's a description of the image in one sentence: A woman models a sleeveless olive green top with a knotted front detail, paired with a white skirt.\n",
      "WTOP-B-0022-Pink-05-324x486.jpg": "Here's a description of the image in one sentence: A woman with reddish-brown hair is modeling a light pink, asymmetrical, short-sleeved blouse paired with a bright green skirt.\n",
      "WTOP-B-0024-04-324x486.jpg": "Here's a one-sentence description of the image: A woman models a stylish lavender sleeveless top with a draped asymmetrical design, paired with a pleated midi skirt featuring navy, orange, and cream stripes.\n",
      "WTOP-B-0025-Grey-00-324x486.jpg": "Here's a one-sentence description of the image: A woman with brown hair styled in a bun is shown from the back, wearing a taupe-colored criss-cross back top.",
      "WTOP-B-0028-04-324x486.jpg": "Here's a one-sentence description of the image: A woman with long dark hair models a stylish black and white asymmetrical top paired with a white skirt.",
      "WTOP-B-0029-04-324x486.jpg": "Here's a one-sentence description of the image: A woman with long brown hair is modeling a white, short-sleeved, slightly A-line top and beige skirt.\n",
      "WTOP-B-0031-Black-01-324x486.jpg": "Here's a one-sentence description of the image: A woman with dark hair models a black and gray color-blocked top and a black asymmetrical midi skirt with a flared hem, accessorized with black ankle boots.\n",
      "WTOP-B-0031-White-04-324x486.jpg": "Here is a description of the image in one sentence: A woman with long dark hair is modeling a two-toned top with a white top and a gray and white striped bottom, cinched at the waist, paired with a black skirt.\n",
      "WTOP-B-0033-01-A-324x486.jpg": "Here's a one-sentence description of the image:\n\nA woman with dark hair and earrings wears a light blue, puffed-sleeve top and a dark polka-dotted skirt, posing against a light gray background.\n",
      "WTOP-B-0036-00-A-324x486.jpg": "Here's a sentence describing the image: A young woman with long dark hair smiles gently while wearing a navy blue short-sleeved crop top with a white floral pattern and light wash jeans.",
      "WTOP-B-0042-Black-01-324x486.jpg": "Here is a description of the image in one sentence: A young woman with dark hair is modeling a black satin top with tie straps and a white textured midi skirt, complemented by black combat boots.",
      "WTOP-B-0042-Blue-02-324x486.jpg": "Here's a description of the image in one sentence: A young woman with dark hair is modeling a powder blue satin camisole with tie straps and a dark teal satin midi skirt, paired with black ankle boots.\n",
      "WTOP-B-0042-White-04-324x486.jpg": "Here is a description of the image in one sentence: A young woman with dark hair models a white satin top with shoulder ties and a dark teal satin skirt.",
      "WTOP-B-0043-05-324x486.jpg": "Here's a sentence describing the image:\n\nThe image shows a woman from behind wearing a light green sleeveless peasant top with a gathered waist and side tie detail, paired with light beige shorts.\n",
      "WTOP-B-0044-02-324x486.jpg": "Here's a sentence describing the image: A young woman with dark hair and bangs models a mustard yellow sleeveless top with ruffles, paired with white pants.\n",
      "WTOP-B-0046-02-324x486.jpg": "Here is a description of the image in one sentence:\n\nA young woman with dark hair models a white off-the-shoulder ruffled top paired with pale pink trousers.\n",
      "WTOP-B-0047-03A-324x486.jpg": "Here's a sentence describing the image: A young woman with dark hair poses in a red floral square-neck puff-sleeve top and a black tiered midi skirt.\n",
      "WTOP-B-0048-White-04-324x486.jpg": "Here is a description of the image in one sentence:\n\nA woman with dark hair is wearing a white square-neck short-sleeved top and a beige button-front skirt.\n",
      "WTOP-B-0049-05-324x486.jpg": "Here's a one-sentence description of the image:\n\nA young woman with dark hair models a light blue denim square-neck cropped jacket and black high-waisted shorts.\n",
      "WTOP-B-0050-Blue-01-324x486.jpg": "Here's a one-sentence description of the image: A woman with dark hair is standing and smiling, wearing a light blue short-sleeved top and a white textured midi skirt, paired with beige flat sandals.\n",
      "WTOP-B-0051-04-324x486.jpg": "Here's a sentence describing the image:\n\nA young woman with dark hair models a vibrant red sleeveless top with a cinched waist and a front slit, paired with light beige pants.\n",
      "WTOP-B-0053-05-324x481.jpg": "Here's a one-sentence description of the image: A young woman with dark hair models a white cropped tank top with lace-up side detail and black high-waisted denim shorts.",
      "WTOP-B-0054-05-324x486.jpg": "Here's a sentence describing the image:\n\nA young woman with dark hair models a light blue off-the-shoulder crop top and black high-waisted shorts against a light gray background.\n",
      "WTOP-B-0055-05-324x486.jpg": "Here's a one-sentence description of the image:\n\nA young woman with dark hair and bangs poses in a black one-shoulder top and a light blue denim mini skirt.\n",
      "WTOP-B-0056-Black-04-324x486.jpg": "Here's a one-sentence description of the image: A young woman with dark hair and bangs models a black ribbed cropped collared tank top and light blue denim shorts.",
      "WTOP-B-0056-White-03-324x486.jpg": "Here's a one-sentence description of the image:  A young woman with dark hair models a white cropped tank top and dark gray cargo jeans with chain detailing, accessorized with chunky black combat boots.\n",
      "WTOP-B-0057-04-324x486.jpg": "Here is a description of the image in one sentence: A woman with dark hair is shown from behind wearing a sleeveless, off-white, asymmetrical top and black pants.",
      "WTOP-B-0058-Black-01-324x486.jpg": "Here's a one-sentence description of the image: A young woman with dark hair poses in a black sleeveless top and a white pencil skirt with a front slit, wearing beige sandals.\n",
      "WTOP-B-0059-04-324x486.jpg": "Here's a one-sentence description of the image:\n\nA young woman with dark hair and bangs poses in a white short-sleeved shirt and black high-waisted pants, wearing gold jewelry.\n",
      "WTOP-B-006-01-324x486.jpg": "Here's a description of the image in one sentence: A young woman with dark hair is modeling a pastel striped off-the-shoulder top, light wash denim shorts, and black combat boots against a light gray background.\n",
      "WTOP-B-0060-05-324x486.jpg": "Here's a sentence describing the image: A young woman with dark hair models a light-blue ruffled blouse and a white pencil skirt against a light-grey background.",
      "WTOP-B-0061-02-324x486.jpg": "Here is a description of the image in one sentence: A woman is standing against a light gray background wearing a navy blue draped top and a white pencil skirt.",
      "WTOP-B-0062-01-324x486.jpg": "Here's a sentence describing the image: A young woman with dark hair is modeling a mustard yellow ruffled tank top and black cropped trousers, paired with peach-colored ankle boots.\n",
      "WTOP-B-0063-05-324x486.jpg": "Here's a one-sentence description of the image: A young woman with dark hair is posing against a light gray background, wearing a light blue one-shoulder top and black shorts, holding a straw hat.\n",
      "WTOP-B-0064-01-324x486.jpg": "Here's a sentence describing the image: A young woman with dark hair stands against a light gray background wearing a lavender short-sleeved shirt and white shorts.",
      "WTOP-B-0068-01-324x486.jpg": "A woman with dark hair is modeling a white short-sleeved collared shirt and olive green culottes with a ruffled hem.",
      "WTOP-B-0069-04A-324x486.jpg": "Here's a one-sentence description of the image:\n\nA young woman with dark hair is modeling a red sleeveless top tied in a bow at the waist and a white textured skirt.\n",
      "WTOP-B-0070-04-324x486.jpg": "Here's a description of the image in one sentence:  A woman with dark hair is shown from behind, wearing a white satin cropped top with a low back and black high-waisted pants.\n",
      "WTOP-B-037-03A-324x486.jpg": "Here's a one-sentence description of the image: A young woman with dark hair is modeling a black t-shirt with a white, triangular pocket design.",
      "WTOP-B-039-04-324x486.jpg": "Here is a description of the image in one sentence: A young woman with long dark hair is shown from the waist up, wearing a white long-sleeved lace top and looking downward.",
      "WTOP-B-040-04A-324x486.jpg": "Here's a one-sentence description of the image:\n\nA woman with dark hair is modeling a white sleeveless top with a unique bow detail in the back, paired with a royal blue skirt.\n",
      "WTOP-S-0002-1C-324x486.jpg": "A woman in a stylish black shirt dress and high heels poses against a light gray background.",
      "WTOP-S-0004-black-1B-324x486.jpg": "Here's a sentence describing the image: A woman with dark hair and red lipstick models a black belted blazer and beige pants against a gray background.\n",
      "WTOP-S-0004-white-3A-324x486.jpg": "Here's a description of the image in one sentence: A woman with dark hair models a white open blazer over a black pencil skirt and black ankle boots.\n",
      "WTOP-S-0005-black-2-324x486.jpg": "A young woman with dark hair models a black satin collared shirt and a black skirt, holding a small handbag.",
      "WTOP-S-0007-blue-1A-324x486.jpg": "Here's a description of the image in one sentence: A woman models a teal, long-sleeved satin shirt with a knotted waist detail, paired with beige trousers.",
      "WTOP-S-0007-Grey-3A-324x486.jpg": "Here's a sentence describing the image:\n\nA woman with dark hair and wearing a blue satin shirt poses with one arm raised above her head, eyes closed, against a gray background.\n",
      "WTOP-S-0012-B-01-C-324x486.jpg": "That's a photo of a woman modeling a beige and black color-blocked collared shirt."
}